export const PROVINCES = [
  'آذربایجان غربی', 'آذربایجان شرقی', 'اردبیل', 'اصفهان', 'البرز', 'ایلام',
  'بوشهر', 'تهران', 'چهارمحال و بختیاری', 'خراسان جنوبی', 'خراسان رضوی',
  'خراسان شمالی', 'خوزستان', 'زنجان', 'سمنان', 'سیستان و بلوچستان', 'فارس',
  'قزوین', 'قم', 'کردستان', 'کرمان', 'کرمانشاه', 'کهگیلویه و بویراحمد',
  'گلستان', 'گیلان', 'لرستان', 'مازندران', 'مرکزی', 'هرمزگان', 'همدان', 'یزد',
]

export const SPECIALTIES = [
  'جراح', 'متخصص پوست', 'پزشک عمومی', 'پرستار', 'ماما', 'دانشجو', 'سایر',
]

export const GENDERS = [
  { value: 'female' as const, label: 'خانم' },
  { value: 'male' as const, label: 'آقا' },
]
